<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Тултипы для админ-панели
    |--------------------------------------------------------------------------
    */

    'attributes-postfix' => 'Например: если название аттрибута «Вес» - постфиксом может быть «гр.»',

    'settings-title' => 'Заголовок сайта на главной странице, отображается во вкладке со страницей вашего браузера',
    'settings-meta-h1' => 'Если вы хотите вручную установить H1 заголовок на странице, заполните данное поле',
    'settings-meta-title' => 'Если вы хотите вручную установить заголовок title на вкладе сайта, заполните данное поле',
    'settings-meta-keywords' => 'Keywords поисковые системы используют для определения релевантности, или соответствия, ссылки. Для правильного использования данного мета - тега необходимо применять только те слова, которые содержатся в самом документе. Использование тех слов, которых нет на странице, не рекомендуется.',
    'settings-meta-description' => 'Description применяют при создании краткого описания страницы, он используется поисковыми системами для индексации, а также при создании сниппета (аннотации) в выдаче по запросу. При отсутствии мета-тега Description, поисковые системы выдают в аннотации первую строку документа или отрывок, содержащий ключевые слова.',
    'settings-image-resize' => 'Изображения будут сжиматься до выбранных размеров (миниатюры)',
    'settings-social-vk' => 'Ссылка на группу/сообщество в социальной сети ВКонтакте (если есть)',
    'settings-social-fb' => 'Ссылка на группу/сообщество в социальной сети Facebook (если есть)',
    'settings-social-inst' => 'Ссылка на группу/сообщество в социальной сети Instagram (если есть)',
    'settings-social-twt' => 'Ссылка на группу/сообщество в социальной сети Twitter (если есть)',
    'settings-instagram-login' => 'Укажите Ваш логин в Instagram. Нельзя указывать номер телефона!',
    'settings-instagram-password' => 'Регистрозависимый пароль. Укажите Ваш пароль в точности!',
    'settings-instagram-error' => 'Публикация невозможна, так как не указаны данные от аккаунта в настройках. Для публикаций новостей, укажите данные в разделе - Настройки > Соц. сети > Instagram',
    'settings-vk-error' => 'Публикация невозможна, так как не указаны данные от аккаунта в настройках. Для публикаций новостей, укажите данные в разделе - Настройки > Соц. сети > ВКонтакте',

];
